quiz_data = [
    {
        "question": "**Вопрос 1**\nКакой город является самым молодым ИТ-городом в России?",
        "options": ["Иннополис", "Сколково", "Елабуга"],
        "correct_answer": "Иннополис",
        "info": "Иннополис был основан в 2012 г"
                "\nГород является особой экономической зоной, в которой расположено более 550 компаний"
                "\nСредняя зарплата IT-специалиста - 180 000 рублей",

    },
    {
        "question": "**Вопрос 2**\nМожет ли искусственный интеллект на сегодняшний день создавать произведения "
                    "искусства, музыку и книги?",
        "options": ["Верно", "Не верно", "Частично верно"],
        "correct_answer": "Верно",
        "info": "Искусственный интеллект уже способен создавать произведения искусства, включая картины, музыку и "
                "книги. Некоторые из этих произведений получили признание и даже были выставлены в галереях, "
                "использованы в коммерческой музыке и опубликованы как литературные произведения. Однако, "
                "мнения о художественной ценности и оригинальности таких работ все еще разделяются.",

    },
    {
        "question": '**Вопрос 3**\nКому принадлежит цитата:\n'
                    '"Важно, чтобы будущее наступило для вас, а не на вас"',
        "options": ["Джон Мак-Карти", "Марвин Мински", "Андрей Себрант"],
        "correct_answer": "Андрей Себрант",
        "info": "Эту фразу произнес Андрей Себрант - директор по маркетингу сервисов компании Яндекс",
    }
]